Repository: amarkotic/RoomDecor
Catalog: VirtualObject/Sources/VirtualObject/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: de, hr

source: Add Virtual Object
de: Virtuelles Objekt hinzufügen
hr: Dodaj Virtualni Objekt

source: Armchair
de: Sessel
hr: Fotelja

source: Chair
de: Stuhl
hr: Stolac

# infoLabel
source: Point the center at a horizontal plane
de: Richte das Zentrum auf eine horizontale Fläche aus
hr: Usmjeri center na horizontalnu površinu

source: Lamp
de: Lampe
hr: Lampa

source: Shelf
de: Regal
hr: Polica

source: Side Table
de: Beistelltisch
hr: Stolić

source: Small Shelf
de: Kleines Regal
hr: Mala polica

source: Stool
de: Schemel
hr: Klupica

source: Table
de: Tisch
hr: Stol
